IdeaRS.Connections
ConcreteBlockData.BasePlateContact Property
Compatible with IDEA StatiCa 0.0
 Influence of mortar joint
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public BasePlateContactType BasePlateContact { get; set; }
Property Value
Type: BasePlateContactType
See Also
Reference
ConcreteBlockData Class
IdeaRS.Connections.Data Namespace